Repository: TolgaYld/la-flutter
Catalog: lib/l10n/app_*.arb
Languages: tr

# language
source: English
tr: Türkçe

source: Username
tr: Kullanıcı adın

# emailAdress
source: E-Mail address
tr: E-Posta adresi

source: Password
tr: Şifre

source: Repeat Password
tr: Şifreni Tekrarla

source: Birthdate
tr: Doğum tarihi

# forgotPassword
source: Reset password
tr: Şifremi yenile

source: Back to Login
tr: Giriş ekranına dön

source: Login
tr: Giriş

source: Sign Up
tr: Kayıt ol

# notAUserYet
source: Not a publisher yet?
tr: Henüz Publisher değilmisin?

# alreadyAUserYet
source: Already a Publisher?
tr: Zaten Publisher misin?

source: Register
tr: Kayıt ol

# googleLogin
source: Google Sign In
tr: Google ile giriş yap

# facebookLogin
source: Facebook Sign In
tr: Facebook ile giriş yap

# appleLogin
source: Apple Sign In
tr: Apple ile giriş yap

source: Required
tr: Gerekli

# minLengthPassword
source: Password must be at least 6 digits
tr: Şifre en az 6 haneli olmalıdır

# specialCharacter
source: Password must have at least one special character
tr: Şifrede en az bir özel karakter olmalıdır

# notAValidEmail
source: Enter a valid e-mail address
tr: E-posta adresi gereklidir

# shareSomething
source: Share a publication...
tr: Publication paylaş...

source: Current location
tr: Mevcut konum

source: Choose another location
tr: Başka bir konum seç

# pressToSeePicture
source: Press and hold to see the picture
tr: Resmi görmek için basılı tutun

# pressToSeeVideo
source: Press and hold to watch the video
tr: Videoyu izlemek için basılı tutun
